Repository: nextkaki/Tli-Utils
Catalog: Tli-Utils/Language.*.resx
Languages: ko, ru_ru

# calcActivationMediumSkill
source: Activation Medium Skill
ko: 촉발체 계산
ru_ru: Эфир

# calcCool
source: Cooldown Calc
ko: 쿨타임 계산기
ru_ru: Расчет перезарядки

# calcFreeze
source: Freeze Calc
ko: 동결 계산기
ru_ru: Расчет заморозки

# calcNewGod
source: Order/Chaos Calc
ko: 질서혼란 계산
ru_ru: Расчет Порядка/Хаоса

source: Calculating Armor Reduction
ko: 아머 감면 계산
ru_ru: Расчет уменьшения брони

# FrostRampage
source: Frostfire Rampage
ko: 얼음불 폭주
ru_ru: Буйство ледяного огня

source: Lightning Shadow
ko: 라이트닝 쉐도우
ru_ru: Молниевая тень(Электрокошка)

# strCzz
source: chzzk
ko: 치지직

# strGoMain
source: Go Main
ko: 메인으로
ru_ru: На главную

# strYoutube
source: Youtube
ko: 유튜브

# tab_0
source: Guides
ko: 가이드
ru_ru: Путеводитель

# tab_1
source: Cooldown Calc
ko: 쿨타임 계산기
ru_ru: Расчет перезарядки

# tab_1_Goal_Skill_Cooldown
source: Goal) Skill Cooldown(s)
ko: 목표) 스킬 쿨타임(s)
ru_ru: Желаемая скорость перезарядки навыка

# tab_1_My_cooldown_recovery_rate
source: Bag) My cooldown recovery rate (%)
ko: 가방)나의 쿨타임 회복 속도(%)
ru_ru: Скорость перезарядки персонажа (%)

# tab_1_Required_Cooldown
source: Required Cooldown (%)
ko: 필요 쿨타임(%)
ru_ru: Сколько перезарядки нужно добавить (%)

# tab_1_Result_Skill_Cooldown
source: Result) Skill cooldown
ko: 결과) 스킬 쿨타임
ru_ru: Итоговая скорость перезарядки навыка

# tab_1_Skill_cooldown_calculate
source: Skill cooldown (s) to calculate
ko: 계산할 스킬 쿨타임(s)
ru_ru: Базовая перезарядка навыка

# tab_1_Whether_cooldown
source: Cooldown Required
ko: 쿨타임 필요 여부
ru_ru: Будет ли время восстановления

# tab_2
source: Freeze Calc
ko: 동결 계산기
ru_ru: Расчет заморозки

# tab_2_Final_freeze_duration
source: Final freeze duration (s)
ko: 최종 동결 지속시간 (s)
ru_ru: Итоговая длительность заморозки

# tab_2_Freeze_default_duration
source: Freeze default duration (s)
ko: 동결 기본 지속시간(s)
ru_ru: Базовая длительность заморозки

# tab_2_Gain_Extreme_when_freezing
source: Gain Arctic when freezing. Up to 20
ko: 동결 시 [극한] 획득. 최대 20개
ru_ru: Получение лютого мороза при заморозке. До 20 раз

# tab_2_Owned_freeze_duration
source: Owned freeze duration (%)
ko: 보유한 동결 지속시간 (%)
ru_ru: Продолжительность заморозки у персонажа

# tab_3
source: Lightning Shadow
ko: 라이트닝 쉐도우
ru_ru: Молниевая тень(Электрокошка)

# tab_3_bag_attack_cast_speed
source: Bag) Attack/Cast Speed
ko: 가방) 내 공격/시전 속도
ru_ru: Скорость атаки/каста персонажа

# tab_3_Distance_traveled_in_1_second
source: Distance traveled in 1 second (M)
ko: 1초에 이동하는 거리(M)
ru_ru: Пройденная дистанция за 1 сек (М)

# tab_3_Estimated_number_of_triggers
source: Estimated number of triggers
ko: 예상 발동 횟수
ru_ru: Предполагаемое количество срабатываний

# tab_3_ff_Cooldown
source: [Feline Figure] Cooldown
ko: [캣츠 실루엣] 쿨타임
ru_ru: [Призрак кошки] Перезарядка

# tab_3_ff_Count
source: [Feline Figure] Count
ko: [캣츠 실루엣] 카운트 횟수
ru_ru: [Призрак кошки] Количество

# tab_3_ff_trigger_chance
source: [Feline Figure] Trigger Chance (%)
ko: [캣츠 실루엣] 발동 확률(%)
ru_ru: [Призрак кошки] Шанс срабатывания

# tab_3_Maximum_number_of_ff_activations_in_4_seconds
source: Maximum number of [Feline Figure] activations in 4 seconds
ko: 4초 동안 [캣츠 실루엣] 최대 발동 횟수
ru_ru: Максимальное количество активаций [Призрака кошки] за 4 секунды

# tab_3_My_movement_speed
source: My movement speed (%)
ko: 나의 이동속도(%)
ru_ru: Моя скорость передвижения

# tab_3_Time_taken_to_move_1M
source: Time taken to move 1M (s)
ko: 1M 이동할 때 걸리는 시간(s)
ru_ru: Время, затраченное на перемещение 1М (с)

# tab_3_Total_number_of_attacks_in_4_seconds
source: Total number of attacks in 4 seconds
ko: 4초 동안 총 공격 횟수
ru_ru: Количество атак за 4 секунды

source: Total number of [Feline Figure] [shock counts] in 4 seconds (Number of Static Meteor Shock Counts)
ko: 4초 동안 [캣츠 실루엣]의 총 [감전 카운트] 횟수 (전기유성 감전 카운트 횟수)
ru_ru: Общее количество [Призраков кошки] [Количество шока] за 4 секунды (Количество метеоритов статического электричества)

# tab_3_Use_Talent_Lightning_Fast
source: Use Talent [Lightning Fast].
ko: 특성[번개속행] 사용
ru_ru: Используется ли талант [Бегущая по молнии]

# tab_4
source: Frostfire Rampage
ko: 얼음불 폭주
ru_ru: Буйство ледяного огня

# tab_4_Frostfire_Rampage_exp
source: Frostfire Rampage, base cooldown 11 seconds, duration 5 seconds
ko: 얼음불의 폭주, 기본 쿨타임 10초, 지속시간 5초
ru_ru: Буйство ледяного огня, базовая перезарядка 10 секунд, длительность 5 секунд

# tab_4_My_Cooldown_Recovery_Rate
source: My Cooldown Recovery Rate (%)
ko: 내 쿨타임 회복 속도(%)
ru_ru: Скорость перезарядки персонажа (%)

# tab_4_My_Skill_Effect_Duration
source: My Skill Effect Duration (%)
ko: 내 스킬 효과 지속시간(%)
ru_ru: Длительность навыка персонажа

# tab_4_Result
source: Result
ko: 결과
ru_ru: Итог

# tab_5
source: Order/Chaos Calc
ko: 질서혼란 계산
ru_ru: Расчет порядка/хаоса

# tab_5_At_points_for_each_slab
source: At 100 points for each slab, % effectiveness
ko: 석판 100포인트 일 때, 효과 %
ru_ru: Эффективность в % за 100 очков

# tab_5_example
source: Example
ko: 예시
ru_ru: Пример

# tab_5_explain
source: Numbers 1,4 are affected by 2 and have an effect of 40%. 2,3 are influenced by 3, so the effect is 60%. Please do your own sums as the effectiveness % is different for each location.
ko: 1,4번은 2개 영향 받아 효과 20% 2,3번은 3개 영향 받아 효과 30% 위치별 효과%는 다르니 개별적 합산을 직접 해주세요.
ru_ru: Номера 1,4 подвержены влиянию 2 и имеют эффект 20%. 2,3 находятся под влиянием 3, поэтому эффект составляет 30%. Пожалуйста, посчитайте итоговую сумму сами, так как процент эффективности различен для каждого местоположения.

# tab_5_Number_of_neighboring_slabs
source: Number of neighboring slabs (20% effect)
ko: 인접한 석판의 갯수(효과 10%)
ru_ru: Количество соседний плиток (10% эффекта)

# tab_5_Other_God_Talent_Effect
source: Other <New God Effect %>.
ko: 그 외 <신의 재능 효과 %>
ru_ru: Другие <Эффекты нового бога %>

# tab_5_Percentage_of_option_per_1_point_of_Order_Chaos
source: Percentage of <option> per 1 point of Order/Chaos
ko: 질서/혼란 1포인트 당 <옵션>의 %
ru_ru: Процент вашего бонуса за 1 очко Хаоса/Порядка

# tab_5_Total_effect_of_all_slabs_combined
source: Total effect % of all slabs combined
ko: 총 석판의 효과 % 합산
ru_ru: Общий эффект в % за комбинацию всех плиток

# tab_6
source: Activation Medium Skill
ko: 촉발체 계산
ru_ru: Эфир

# tab_6_Add_Character_Cast_Speed
source: Additional Character Cast Speed(%)
ko: 캐릭터 시전속도 추가(별도)(%)
ru_ru: Доп. скорость заклинаний

# tab_6_Calculating_Wind_Rhythm
source: Calculating Wind Rhythm
ko: 질풍율동 계산
ru_ru: Расчет перезарядки ураганного ритма

# tab_6_Character_Cast_Speed
source: Character Cast Speed(%)
ko: 캐릭터 시전속도(%)
ru_ru: Скорость заклинания персонажа

# tab_6_Character_Cooldown_Recovery_Rate
source: Character Cooldown Recovery Rate(%)
ko: 캐릭터 쿹타임 회복속도(%)
ru_ru: Скорость перезарядки персонажа

# tab_6_Combined_Wind_Rhythm_Cast_Speed
source: Combined Wind Rhythm Cast Speed(%)
ko: 질풍율동 시전속도 합산(%)
ru_ru: % от скорости и доп. скорости заклинаний

# tab_6_Final_Trigger_Cooldown
source: Final Trigger Cooldown
ko: 최종 발동 쿨타임
ru_ru: Итоговая перезарядка срабатываний

# tab_6_Number_of_casts_per_second
source: Number of casts per second
ko: 1초 시전 횟수
ru_ru: Количество заклинаний в секунду

# tab_6_Wind_Rhythm_Cooldown
source: Wind Rhythm Cooldown(s)
ko: 질풍율동 쿨타임(s)
ru_ru: Перезарядка ураганного ритма

# tab_7
source: Calculating Armor Reduction
ko: 아머 감면 계산
ru_ru: Расчет уменьшения брони

# tab_7_500b
source: Max 500 billion
ko: 최대(5천억)
ru_ru: 500 миллиардов (макс)

# tab_7_500m
source: 500 million
ko: 5억
ru_ru: 500 миллионов

# tab_7_50b
source: 50 billion
ko: 500억
ru_ru: 50 миллиардов

# tab_7_50m
source: 50 million
ko: 5천만
ru_ru: 50 миллионов

# tab_7_5b
source: 5 billion
ko: 50억
ru_ru: 5 миллиардов

# tab_7_Enemy)_Elemental_Damage_Reduction_Rate_by_Resistance
source: Enemy) Elemental Damage Reduction Rate by Resistance
ko: 적)저항에 의한 원소 대미지 감소율
ru_ru: Противник) Снижение стихийного урона в зависимости от сопротивления

# tab_7_Enemy)_Non-Physical_Damage_Reduction_Rate_by_Armor
source: Enemy) Non-Physical Damage Reduction Rate by Armor
ko: 적)아머에 의한 비물리 대미지 감소율
ru_ru: Противник) Снижение нефизического урона за счет брони

# tab_7_Enemy)_Physical_Damage_Reduction_Rate_by_Armor
source: Enemy) Physical Damage Reduction Rate by Armor
ko: 적)아머에 의한 물리 대미지 감소율
ru_ru: Противник) Снижение физического урона за счет брони

# tab_7_Expected)_Final_Damage
source: Expected) Final Damage (Physical/Non-Phy)
ko: 예상)최종 대미지(물리/비물리)
ru_ru: Ожидание) Итоговый урон (физический/нефизический)

# tab_7_explain1
source: Enemy Level Input Changes Monster Armor Value. // Monster Max Level 90
ko: 적 레벨 입력 시 몬스터 아머 수치 변경 됨. // 몬스터 최대 레벨 90
ru_ru: Пропишите уровень монста, для изменения его брони //Максимальный уровень монстра 90

# tab_7_explain2
source: Enter "Expected Value" for User Base Damage. Unit is 1,000 (Thousands)
ko: 유저 기본 대미지는 "예상 값"을 입력해 주세요. 단위는 1,000 (1천)
ru_ru: Введите "Ожидаемое значение" базового урона персонажа

# tab_7_Final)_Monster_Elemental_Damage_Multiplier
source: Final) Monster Elemental Damage Multiplier
ko: 최종) 몬스터가 받는 원소 대미지 배율
ru_ru: Итог) Множитель стихийного урона монстра

# tab_7_Final)_Monster_Physical_Damage_Multiplier
source: Final) Monster Physical Damage Multiplier
ko: 최종) 몬스터가 받는 물리 대미지 배율
ru_ru: Итог) Множитель физического урона монстра

# tab_7_Final_Calculation_Result
source: Final Calculation Result
ko: 최종 계산 결과
ru_ru: Итоговый результат расчета

# tab_7_Monster_Armor_Value
source: Monster Armor Value
ko: 몬스터 아머 수치
ru_ru: Значение брони монстра

# tab_7_Monster_Base_Resistance
source: Monster Base Resistance
ko: 몬스터 기본 저항
ru_ru: Базовое сопротивление монстра

# tab_7_Monster_Level
source: Monster Level
ko: 몬스터 레벨
ru_ru: Уровень монстра

# tab_7_User)_Armor_Non-Physical_Damage_Reduction
source: User) Armor Non-Physical Damage Reduction
ko: 유저)아머 비물리 대미지 감면
ru_ru: Игрок) Снижение нефизического урона от брони

# tab_7_User)_Armor_Physical_Damage_Reduction
source: User) Armor Physical Damage Reduction
ko: 유저)아머 물리 대미지 감면
ru_ru: Игрок) Снижение физического урона от брони

# tab_7_User_Armor_Damage_Penetration
source: User Armor Damage Penetration
ko: 유저 아머 대미지 관통
ru_ru: Пробивание брони персонажа

# tab_7_User_Armor_Value
source: User Armor Value
ko: 유저 아머 수치
ru_ru: Значение брони персонажа

# tab_7_User_Base_Damage
source: User Base Damage (Thousands)
ko: 유저 기본 대미지(천)
ru_ru: Базовый урон персонажа (Тысячи)

# tab_7_User_Resistance_Penetration
source: User Resistance Penetration
ko: 유저 저항 관통
ru_ru: Пробивание сопротивлений персонажа

# txtAnnouncements
source: Announcements
ko: 공지사항
ru_ru: Анонсы

# txtVersionCheck
source: Version Check
ko: 버전 체크
ru_ru: Проверить версию
